{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      ",": 4,
      "the": 5,
      ".": 6,
      "and": 7,
      "of": 8,
      "to": 9,
      "you": 10,
      "is": 11,
      "they": 12,
      "in": 13,
      "a": 14,
      "them": 15,
      "Allah": 16,
      "that": 17,
      "(": 18,
      "not": 19,
      "will": 20,
      "for": 21,
      "who": 22,
      "And": 23,
      "We": 24,
      "it": 25,
      "He": 26,
      "be": 27,
      "have": 28,
      "are": 29,
      ";": 30,
      "their": 31,
      ":": 32,
      "from": 33,
      "with": 34,
      ")": 35,
      "those": 36,
      "your": 37,
      "God": 38,
      "Lord": 39,
      "'": 40,
      "\"": 41,
      "!": 42,
      "-": 43,
      "do": 44,
      "him": 45,
      "?": 46,
      "I": 47,
      "shall": 48,
      "he": 49,
      "what": 50,
      "said": 51,
      "on": 52,
      "has": 53,
      "when": 54,
      "but": 55,
      "all": 56,
      "which": 57,
      "as": 58,
      "people": 59,
      "[": 60,
      "his": 61,
      "then": 62,
      "if": 63,
      "His": 64,
      "so": 65,
      "or": 66,
      "this": 67,
      "were": 68,
      "by": 69,
      "They": 70,
      "say": 71,
      "no": 72,
      "we": 73,
      "O": 74,
      "Him": 75,
      ".\"": 76,
      "one": 77,
      "there": 78,
      "earth": 79,
      "s": 80,
      "]": 81,
      "was": 82,
      "me": 83,
      "ye": 84,
      "us": 85,
      "an": 86,
      "had": 87,
      "believe": 88,
      "The": 89,
      "upon": 90,
      "may": 91,
      "So": 92,
      "would": 93,
      "before": 94,
      "But": 95,
      "“": 96,
      "my": 97,
      "been": 98,
      "good": 99,
      "Our": 100,
      "sent": 101,
      "made": 102,
      "come": 103,
      "Day": 104,
      "only": 105,
      "know": 106,
      "among": 107,
      "unto": 108,
      "),": 109,
      "indeed": 110,
      "down": 111,
      "Then": 112,
      "any": 113,
      "Say": 114,
      "You": 115,
      "whom": 116,
      "nor": 117,
      "surely": 118,
      ").": 119,
      "day": 120,
      "did": 121,
      "All": 122,
      "against": 123,
      "away": 124,
      "If": 125,
      "It": 126,
      "out": 127,
      "heavens": 128,
      "fear": 129,
      "except": 130,
      "evil": 131,
      "thou": 132,
      "truth": 133,
      "at": 134,
      "than": 135,
      ".”": 136,
      "our": 137,
      "give": 138,
      "after": 139,
      "My": 140,
      "Indeed": 141,
      "men": 142,
      "punishment": 143,
      "see": 144,
      "make": 145,
      "should": 146,
      "over": 147,
      "other": 148,
      "Book": 149,
      "some": 150,
      "When": 151,
      "life": 152,
      "things": 153,
      "This": 154,
      "its": 155,
      "created": 156,
      "Do": 157,
      "into": 158,
      "Who": 159,
      "about": 160,
      "like": 161,
      "believers": 162,
      "signs": 163,
      "given": 164,
      "thee": 165,
      "way": 166,
      "Those": 167,
      "can": 168,
      "deeds": 169,
      "up": 170,
      "themselves": 171,
      "turn": 172,
      "Messenger": 173,
      "most": 174,
      "hearts": 175,
      "does": 176,
      "–": 177,
      "between": 178,
      "Moses": 179,
      "Muhammad": 180,
      "knowledge": 181,
      "take": 182,
      "man": 183,
      "That": 184,
      "right": 185,
      "two": 186,
      "‘": 187,
      "came": 188,
      "hath": 189,
      "back": 190,
      "clear": 191,
      "reward": 192,
      "worship": 193,
      "mercy": 194,
      "knows": 195,
      "every": 196,
      "am": 197,
      "how": 198,
      "while": 199,
      "let": 200,
      "Verily": 201,
      "bring": 202,
      "Surely": 203,
      "verily": 204,
      "certainly": 205,
      "forth": 206,
      "ask": 207,
      "because": 208,
      "therein": 209,
      "What": 210,
      "never": 211,
      "follow": 212,
      "another": 213,
      "world": 214,
      "revealed": 215,
      "land": 216,
      "thy": 217,
      "?\"": 218,
      "women": 219,
      "faith": 220,
      "own": 221,
      "Prophet": 222,
      "guidance": 223,
      "her": 224,
      "even": 225,
      "time": 226,
      "better": 227,
      "others": 228,
      "Most": 229,
      "more": 230,
      "until": 231,
      "night": 232,
      "brought": 233,
      "’": 234,
      "call": 235,
      "angels": 236,
      "wrong": 237,
      "these": 238,
      "such": 239,
      "Fire": 240,
      "gave": 241,
      "In": 242,
      "There": 243,
      "find": 244,
      "well": 245,
      "--": 246,
      "disbelieve": 247,
      "Us": 248,
      "place": 249,
      "Merciful": 250,
      "go": 251,
      ".'": 252,
      "return": 253,
      "cause": 254,
      "great": 255,
      "torment": 256,
      "disbelievers": 257,
      "deny": 258,
      "used": 259,
      "best": 260,
      "mankind": 261,
      "each": 262,
      "astray": 263,
      "):": 264,
      "whatever": 265,
      "ever": 266,
      "water": 267,
      "true": 268,
      "unbelievers": 269,
      "none": 270,
      "whose": 271,
      "nothing": 272,
      "many": 273,
      "For": 274,
      "righteous": 275,
      "could": 276,
      "whoever": 277,
      "help": 278,
      "leave": 279,
      "Lo": 280,
      "],": 281,
      "set": 282,
      "Your": 283,
      "might": 284,
      "Have": 285,
      "believed": 286,
      "witness": 287,
      "death": 288,
      "Hereafter": 289,
      "As": 290,
      "yourselves": 291,
      "guided": 292,
      "power": 293,
      "saying": 294,
      "become": 295,
      "To": 296,
      "neither": 297,
      "Hell": 298,
      "soul": 299,
      "remember": 300,
      "—": 301,
      "turned": 302,
      ".’": 303,
      "fire": 304,
      "she": 305,
      "ones": 306,
      "Pharaoh": 307,
      "Or": 308,
      "Me": 309,
      "being": 310,
      "though": 311,
      "hands": 312,
      "without": 313,
      "religion": 314,
      "seek": 315,
      "prayer": 316,
      "son": 317,
      "Resurrection": 318,
      "promise": 319,
      "path": 320,
      "Is": 321,
      "No": 322,
      "yet": 323,
      "How": 324,
      "save": 325,
      "guide": 326,
      "Abraham": 327,
      "sign": 328,
      "On": 329,
      "forgiveness": 330,
      "Thus": 331,
      "command": 332,
      "put": 333,
      "towards": 334,
      "Wise": 335,
      "also": 336,
      "e": 337,
      "revelations": 338,
      "besides": 339,
      "i": 340,
      "appointed": 341,
      "Quran": 342,
      "behind": 343,
      "everything": 344,
      "both": 345,
      "servants": 346,
      "send": 347,
      "A": 348,
      "heaven": 349,
      "These": 350,
      "Forgiving": 351,
      "Messengers": 352,
      "wealth": 353,
      "concerning": 354,
      "order": 355,
      "dead": 356,
      "together": 357,
      "chastisement": 358,
      "enter": 359,
      "Satan": 360,
      "belongs": 361,
      "wills": 362,
      "god": 363,
      "children": 364,
      "light": 365,
      "comes": 366,
      "sin": 367,
      "Thou": 368,
      "One": 369,
      "above": 370,
      "hear": 371,
      "done": 372,
      "anything": 373,
      "forgive": 374,
      "eyes": 375,
      "doers": 376,
      "!\"": 377,
      "therefore": 378,
      "unjust": 379,
      "peace": 380,
      "painful": 381,
      "cannot": 382,
      "think": 383,
      "brother": 384,
      "SAW": 385,
      "sins": 386,
      "doubt": 387,
      "full": 388,
      "keep": 389,
      "now": 390,
      "obey": 391,
      "eat": 392,
      "].": 393,
      "father": 394,
      "speak": 395,
      "destroyed": 396,
      "through": 397,
      "thing": 398,
      "Paradise": 399,
      "understand": 400,
      "Will": 401,
      "Why": 402,
      "left": 403,
      "show": 404,
      "fathers": 405,
      "bear": 406,
      "Unto": 407,
      "sky": 408,
      "called": 409,
      "promised": 410,
      "etc": 411,
      "die": 412,
      "messengers": 413,
      "raised": 414,
      "whosoever": 415,
      "matter": 416,
      "verses": 417,
      "alone": 418,
      "Truth": 419,
      "By": 420,
      "just": 421,
      "part": 422,
      "near": 423,
      "creation": 424,
      "Knowing": 425,
      "off": 426,
      "manifest": 427,
      "?”": 428,
      "lie": 429,
      "tidings": 430,
      "hand": 431,
      "found": 432,
      "Nay": 433,
      ",\"": 434,
      "error": 435,
      "People": 436,
      "desire": 437,
      "able": 438,
      "first": 439,
      "mighty": 440,
      "himself": 441,
      "Yet": 442,
      "Had": 443,
      "gardens": 444,
      "nation": 445,
      "means": 446,
      "disbelieved": 447,
      "much": 448,
      "taken": 449,
      "love": 450,
      "wish": 451,
      "told": 452,
      "too": 453,
      "fight": 454,
      "seen": 455,
      "hell": 456,
      "rivers": 457,
      "harm": 458,
      "wives": 459,
      "end": 460,
      "Qur": 461,
      "thereof": 462,
      "tell": 463,
      "news": 464,
      "lies": 465,
      "already": 466,
      ",-": 467,
      "taste": 468,
      "Did": 469,
      "recompense": 470,
      "sons": 471,
      "drink": 472,
      "trust": 473,
      "anyone": 474,
      "took": 475,
      ".)": 476,
      "denied": 477,
      "mountains": 478,
      "gives": 479,
      "Noah": 480,
      "word": 481,
      "little": 482,
      "spend": 483,
      "doing": 484,
      "provision": 485,
      "gods": 486,
      "lest": 487,
      "messenger": 488,
      "wronged": 489,
      "believing": 490,
      "Israel": 491,
      "desires": 492,
      "again": 493,
      "sun": 494,
      "Their": 495,
      "forbidden": 496,
      "faces": 497,
      "truthful": 498,
      "term": 499,
      "account": 500,
      "associate": 501,
      "cast": 502,
      "judge": 503,
      "works": 504,
      "souls": 505,
      "wise": 506,
      "Mighty": 507,
      "Such": 508,
      "covenant": 509,
      "Scripture": 510,
      "sea": 511,
      "flow": 512,
      "far": 513,
      "Knower": 514,
      "till": 515,
      "knowing": 516,
      "very": 517,
      "partners": 518,
      "forgiving": 519,
      "became": 520,
      "warner": 521,
      "blessings": 522,
      "provided": 523,
      "Gardens": 524,
      "equal": 525,
      "asked": 526,
      "patient": 527,
      "Hour": 528,
      "Children": 529,
      "wife": 530,
      ");": 531,
      "words": 532,
      "forever": 533,
      "praise": 534,
      "receive": 535,
      "enemy": 536,
      "severe": 537,
      "sight": 538,
      "Are": 539,
      "bestowed": 540,
      "warn": 541,
      "days": 542,
      "human": 543,
      "pay": 544,
      "name": 545,
      "heart": 546,
      "art": 547,
      "greater": 548,
      "followed": 549,
      "thus": 550,
      "face": 551,
      "Musa": 552,
      "merciful": 553,
      "commanded": 554,
      "due": 555,
      "live": 556,
      "gone": 557,
      "authority": 558,
      "morning": 559,
      "rejected": 560,
      "\".": 561,
      "family": 562,
      "Joseph": 563,
      "work": 564,
      "returned": 565,
      "saw": 566,
      "old": 567,
      "makes": 568,
      "long": 569,
      "knew": 570,
      "reject": 571,
      "something": 572,
      "guides": 573,
      "fact": 574,
      "aware": 575,
      "where": 576,
      "blind": 577,
      "duty": 578,
      "kind": 579,
      "willed": 580,
      "stand": 581,
      "going": 582,
      "says": 583,
      "punish": 584,
      "Therefore": 585,
      "swear": 586,
      "refuge": 587,
      "grace": 588,
      "bounty": 589,
      "soon": 590,
      "Whoever": 591,
      "unless": 592,
      "share": 593,
      "Let": 594,
      "known": 595,
      "abide": 596,
      "remain": 597,
      "whomever": 598,
      "Be": 599,
      "t": 600,
      "rain": 601,
      "disbelief": 602,
      "food": 603,
      "measure": 604,
      "seized": 605,
      "Believers": 606,
      "Mary": 607,
      "years": 608,
      "whether": 609,
      "truly": 610,
      "straight": 611,
      "parents": 612,
      "Muslims": 613,
      "falsehood": 614,
      "prepared": 615,
      "wherein": 616,
      "hypocrites": 617,
      "apostles": 618,
      "Signs": 619,
      "Peace": 620,
      "pass": 621,
      "lawful": 622,
      "having": 623,
      "benefit": 624,
      "favour": 625,
      "pleased": 626,
      "Last": 627,
      "get": 628,
      "earned": 629,
      "Adam": 630,
      "must": 631,
      "want": 632,
      "Judgment": 633,
      "faithful": 634,
      "wrongdoers": 635,
      "abode": 636,
      "glad": 637,
      "within": 638,
      "losers": 639,
      "moon": 640,
      "caused": 641,
      "guilty": 642,
      "look": 643,
      "why": 644,
      "sends": 645,
      "according": 646,
      "apostle": 647,
      "Jews": 648,
      "Now": 649,
      "Apostle": 650,
      "hold": 651,
      "present": 652,
      "proofs": 653,
      "grieve": 654,
      "mother": 655,
      "same": 656,
      "here": 657,
      "passed": 658,
      "whatsoever": 659,
      "lo": 660,
      "Jesus": 661,
      "listen": 662,
      "city": 663,
      "prostrate": 664,
      "cattle": 665,
      "thanks": 666,
      "reach": 667,
      "permission": 668,
      "fall": 669,
      "polytheists": 670,
      "hearing": 671,
      "turns": 672,
      "homes": 673,
      "party": 674,
      "fruits": 675,
      "person": 676,
      "behold": 677,
      "jinn": 678,
      "wisdom": 679,
      "seven": 680,
      "Even": 681,
      "dust": 682,
      "Which": 683,
      "Noble": 684,
      "heard": 685,
      "kill": 686,
      "commit": 687,
      "Al": 688,
      "create": 689,
      "sustenance": 690,
      "easy": 691,
      "saved": 692,
      "heed": 693,
      "folk": 694,
      "witnesses": 695,
      "patience": 696,
      "replied": 697,
      "backs": 698,
      "pray": 699,
      "repent": 700,
      "destroy": 701,
      ")?": 702,
      "hidden": 703,
      "granted": 704,
      ")!": 705,
      "sufficient": 706,
      "avail": 707,
      "went": 708,
      "brings": 709,
      "act": 710,
      "guard": 711,
      "houses": 712,
      "Tell": 713,
      "still": 714,
      "?'": 715,
      "open": 716,
      "Shall": 717,
      "answer": 718,
      "please": 719,
      "single": 720,
      "few": 721,
      "serve": 722,
      "Himself": 723,
      "around": 724,
      "living": 725,
      "Aware": 726,
      "placed": 727,
      "taught": 728,
      "accept": 729,
      "Woe": 730,
      "blessed": 731,
      "hide": 732,
      "repentance": 733,
      "firm": 734,
      "lead": 735,
      "theirs": 736,
      "aught": 737,
      "justice": 738,
      "whomsoever": 739,
      "recite": 740,
      "terrible": 741,
      "tree": 742,
      "number": 743,
      "brothers": 744,
      "toward": 745,
      "lost": 746,
      "remembrance": 747,
      "hasten": 748,
      "naught": 749,
      "respite": 750,
      "generations": 751,
      "grateful": 752,
      "faithless": 753,
      "burden": 754,
      "delivered": 755,
      "Exalted": 756,
      "wait": 757,
      ").\"": 758,
      "Nor": 759,
      "recited": 760,
      "Path": 761,
      "liars": 762,
      "haply": 763,
      "along": 764,
      "killed": 765,
      "grant": 766,
      "darkness": 767,
      "...": 768,
      "Lot": 769,
      "pious": 770,
      "prayers": 771,
      "increase": 772,
      "warning": 773,
      "plain": 774,
      "secure": 775,
      "certain": 776,
      "dispute": 777,
      "ears": 778,
      "poor": 779,
      "town": 780,
      "accepted": 781,
      "hope": 782,
      "free": 783,
      "speech": 784,
      "apart": 785,
      "conceal": 786,
      "false": 787,
      "friends": 788,
      "thought": 789,
      "revelation": 790,
      "seeking": 791,
      "understanding": 792,
      "change": 793,
      "Mercy": 794,
      "group": 795,
      "fast": 796,
      "meet": 797,
      "rest": 798,
      "female": 799,
      "suffer": 800,
      "unseen": 801,
      "home": 802,
      "Go": 803,
      "Ibrahim": 804,
      "admonition": 805,
      "three": 806,
      "”;": 807,
      "during": 808,
      "fruit": 809,
      "ill": 810,
      "establish": 811,
      "woman": 812,
      "evidence": 813,
      "idols": 814,
      "beneath": 815,
      "Except": 816,
      "established": 817,
      "worlds": 818,
      "sinners": 819,
      "reached": 820,
      "charity": 821,
      "case": 822,
      "pure": 823,
      "example": 824,
      "Mohammed": 825,
      "raise": 826,
      "knoweth": 827,
      "reminder": 828,
      "daughters": 829,
      "chosen": 830,
      "Remember": 831,
      "righteousness": 832,
      "admit": 833,
      "Certainly": 834,
      "Would": 835,
      "magic": 836,
      "excellent": 837,
      "affair": 838,
      "hard": 839,
      "portion": 840,
      "Oft": 841,
      "enemies": 842,
      "gather": 843,
      "oaths": 844,
      "spread": 845,
      "coming": 846,
      "message": 847,
      "blame": 848,
      "Islamic": 849,
      "secret": 850,
      "creatures": 851,
      "under": 852,
      "high": 853,
      "thereby": 854,
      "Of": 855,
      "cry": 856,
      "cut": 857,
      "Garden": 858,
      "ungrateful": 859,
      "belong": 860,
      "reckoning": 861,
      "She": 862,
      "friend": 863,
      "state": 864,
      "Islam": 865,
      "either": 866,
      "pleases": 867,
      "helper": 868,
      "submit": 869,
      "Truly": 870,
      "Thamud": 871,
      "ordained": 872,
      "side": 873,
      "cried": 874,
      "curse": 875,
      "Said": 876,
      "feet": 877,
      "reveal": 878,
      "victory": 879,
      "hast": 880,
      "whereas": 881,
      "child": 882,
      "led": 883,
      "received": 884,
      "age": 885,
      "instead": 886,
      "dear": 887,
      "provide": 888,
      "test": 889,
      "loss": 890,
      "guardian": 891,
      "arrogant": 892,
      "stay": 893,
      "mention": 894,
      "Yes": 895,
      "Torah": 896,
      "Bring": 897,
      "gathered": 898,
      "possess": 899,
      "kingdom": 900,
      "least": 901,
      "dwell": 902,
      "transgressors": 903,
      "worldly": 904,
      "consider": 905,
      "waiting": 906,
      "Monotheism": 907,
      "Word": 908,
      "steadfast": 909,
      "proud": 910,
      "drive": 911,
      "invoke": 912,
      "strength": 913,
      "wrath": 914,
      "decreed": 915,
      "clay": 916,
      "doom": 917,
      "produce": 918,
      "favours": 919,
      "helped": 920,
      "kept": 921,
      "trial": 922,
      "grow": 923,
      "retribution": 924,
      "drowned": 925,
      "fearing": 926,
      "warned": 927,
      "garden": 928,
      "trees": 929,
      "belied": 930,
      "presence": 931,
      "Some": 932,
      "afraid": 933,
      "proof": 934,
      "Throne": 935,
      "fulfilled": 936,
      "Faith": 937,
      "Aaron": 938,
      "assuredly": 939,
      "wishes": 940,
      "slaves": 941,
      "wicked": 942,
      "beside": 943,
      "decree": 944,
      "Christians": 945,
      "Solomon": 946,
      "offspring": 947,
      "?’": 948,
      "deed": 949,
      "try": 950,
      "inform": 951,
      "ways": 952,
      "forget": 953,
      "wind": 954,
      "need": 955,
      "worshipped": 956,
      "Way": 957,
      "re": 958,
      "favor": 959,
      "pleasure": 960,
      "protect": 961,
      "exalted": 962,
      "affairs": 963,
      "making": 964,
      "enjoyment": 965,
      "thereafter": 966,
      "Hearing": 967,
      "believes": 968,
      "corruption": 969,
      "needy": 970,
      "fair": 971,
      "twain": 972,
      "reason": 973,
      "jinns": 974,
      "forbid": 975,
      "yours": 976,
      "vain": 977,
      "amongst": 978,
      "breasts": 979,
      "kinds": 980,
      "sure": 981,
      "deliver": 982,
      "answered": 983,
      "yourself": 984,
      "judgement": 985,
      "grievous": 986,
      "regarding": 987,
      "loves": 988,
      "standing": 989,
      "House": 990,
      "hardship": 991,
      "Behold": 992,
      "war": 993,
      "wilt": 994,
      "follows": 995,
      "ascribe": 996,
      "protector": 997,
      "mischief": 998,
      "belief": 999,
      "blood": 1000,
      "believer": 1001,
      "Were": 1002,
      "Best": 1003,
      "course": 1004,
      "Enter": 1005,
      "journey": 1006,
      "strive": 1007,
      "wage": 1008,
      "causes": 1009,
      "strong": 1010,
      "small": 1011,
      "property": 1012,
      "today": 1013,
      "reflect": 1014,
      "sees": 1015,
      "Thy": 1016,
      "hurt": 1017,
      "manner": 1018,
      "house": 1019,
      "meeting": 1020,
      "remove": 1021,
      "Right": 1022,
      "male": 1023,
      "woe": 1024,
      "bones": 1025,
      "story": 1026,
      "touch": 1027,
      "doth": 1028,
      "bad": 1029,
      "Message": 1030,
      "respect": 1031,
      "Come": 1032,
      "Ye": 1033,
      "seeing": 1034,
      "Whatever": 1035,
      "companions": 1036,
      "marry": 1037,
      "slave": 1038,
      "four": 1039,
      "Beneficent": 1040,
      "gain": 1041,
      "evening": 1042,
      "escape": 1043,
      "disgrace": 1044,
      "bondmen": 1045,
      "Glory": 1046,
      "perhaps": 1047,
      "Give": 1048,
      "beyond": 1049,
      "fighting": 1050,
      "Jacob": 1051,
      "followers": 1052,
      "considered": 1053,
      "unaware": 1054,
      "Ad": 1055,
      "Take": 1056,
      "evidences": 1057,
      "months": 1058,
      "Holy": 1059,
      "Not": 1060,
      "once": 1061,
      "bow": 1062,
      "prophet": 1063,
      "subjected": 1064,
      "former": 1065,
      "destination": 1066,
      "hosts": 1067,
      "giving": 1068,
      "rather": 1069,
      "mothers": 1070,
      "running": 1071,
      "deaf": 1072,
      "wants": 1073,
      "dwelling": 1074,
      "injustice": 1075,
      "weak": 1076,
      "community": 1077,
      "new": 1078,
      "ease": 1079,
      "feel": 1080,
      "offer": 1081,
      "favors": 1082,
      "book": 1083,
      "clouds": 1084,
      "evildoers": 1085,
      "clearly": 1086,
      "plan": 1087,
      "limits": 1088,
      "wherewith": 1089,
      "turning": 1090,
      "ignorant": 1091,
      "wherever": 1092,
      "questioned": 1093,
      "forward": 1094,
      "!’": 1095,
      "prophets": 1096,
      "judgment": 1097,
      "last": 1098,
      "helpers": 1099,
      "ships": 1100,
      "sinful": 1101,
      "past": 1102,
      "Only": 1103,
      "remained": 1104,
      "Isaac": 1105,
      "inspired": 1106,
      "angel": 1107,
      "whenever": 1108,
      "With": 1109,
      "aside": 1110,
      "birds": 1111,
      "liar": 1112,
      "stars": 1113,
      "communications": 1114,
      "thousand": 1115,
      "idolaters": 1116,
      "myself": 1117,
      "orphans": 1118,
      "Every": 1119,
      "Thee": 1120,
      "read": 1121,
      "times": 1122,
      "2": 1123,
      "cursed": 1124,
      "enjoy": 1125,
      "glorify": 1126,
      "mind": 1127,
      "close": 1128,
      "walk": 1129,
      "m": 1130,
      "utter": 1131,
      "entered": 1132,
      "servant": 1133,
      "David": 1134,
      "companion": 1135,
      "bestow": 1136,
      "perform": 1137,
      "purify": 1138,
      "!”": 1139,
      "Believe": 1140,
      "fought": 1141,
      "piety": 1142,
      "matters": 1143,
      "thankful": 1144,
      "sought": 1145,
      "From": 1146,
      "palm": 1147,
      "therewith": 1148,
      "stayed": 1149,
      "Able": 1150,
      "inherit": 1151,
      "observe": 1152,
      "Praise": 1153,
      "fears": 1154,
      "touched": 1155,
      "Almighty": 1156,
      "cometh": 1157,
      "dwellers": 1158,
      "Ask": 1159,
      "Eat": 1160,
      "sincere": 1161,
      "Has": 1162,
      "question": 1163,
      "testify": 1164,
      "slay": 1165,
      ")]": 1166,
      "rightly": 1167,
      "Evil": 1168,
      "Oneness": 1169,
      "righteously": 1170,
      "weight": 1171,
      "Prophets": 1172,
      "Call": 1173,
      "Great": 1174,
      "Can": 1175,
      "nations": 1176,
      "!'": 1177,
      "names": 1178,
      "use": 1179,
      "virtuous": 1180,
      "See": 1181,
      "takes": 1182,
      "hour": 1183,
      "destruction": 1184,
      "heavy": 1185,
      "else": 1186,
      "ourselves": 1187,
      "boiling": 1188,
      "females": 1189,
      "oath": 1190,
      "glory": 1191,
      "Mosque": 1192,
      "Arabic": 1193,
      "although": 1194,
      "camel": 1195,
      "*": 1196,
      "ancients": 1197,
      "approach": 1198,
      "complete": 1199,
      "break": 1200,
      "likeness": 1201,
      "None": 1202,
      "tried": 1203,
      "suddenly": 1204,
      "fell": 1205,
      "committed": 1206,
      "Whosoever": 1207,
      "goodly": 1208,
      "talk": 1209,
      "distress": 1210,
      "lives": 1211,
      "pardon": 1212,
      "record": 1213,
      "whereof": 1214,
      "leaves": 1215,
      "befall": 1216,
      "following": 1217,
      "(*": 1218,
      "whole": 1219,
      "dominion": 1220,
      "inhabitants": 1221,
      "warnings": 1222,
      "Ayat": 1223,
      "blessing": 1224,
      "belie": 1225,
      "conduct": 1226,
      "someone": 1227,
      "flesh": 1228,
      "security": 1229,
      "stones": 1230,
      "relatives": 1231,
      "Gracious": 1232,
      "dawn": 1233,
      "firmly": 1234,
      "forefathers": 1235,
      "disobey": 1236,
      "wont": 1237,
      "shown": 1238,
      "greatest": 1239,
      "patiently": 1240,
      "springs": 1241,
      "infidels": 1242,
      "hereafter": 1243,
      "awaits": 1244,
      "perceive": 1245,
      "calling": 1246,
      "prayed": 1247,
      "successful": 1248,
      "Moosa": 1249,
      "Whom": 1250,
      "date": 1251,
      "fully": 1252,
      "prescribed": 1253,
      "Judgement": 1254,
      "feed": 1255,
      "Fir": 1256,
      "bounties": 1257,
      "Taste": 1258,
      "affliction": 1259,
      "profit": 1260,
      "written": 1261,
      "deities": 1262,
      "upright": 1263,
      "obedient": 1264,
      "Compassionate": 1265,
      "Unseen": 1266,
      "Worship": 1267,
      "rebellious": 1268,
      "ruin": 1269,
      "Where": 1270,
      "cover": 1271,
      "testimony": 1272,
      "control": 1273,
      "Sacred": 1274,
      "Creator": 1275,
      "carry": 1276,
      "lying": 1277,
      "heedless": 1278,
      "opened": 1279,
      "devils": 1280,
      "enough": 1281,
      "heads": 1282,
      "alike": 1283,
      "purpose": 1284,
      "eye": 1285,
      "settled": 1286,
      "becomes": 1287,
      "everyone": 1288,
      "calls": 1289,
      "therefrom": 1290,
      "Does": 1291,
      "associates": 1292,
      "Fear": 1293,
      "whereon": 1294,
      "earn": 1295,
      "period": 1296,
      "support": 1297,
      "nigh": 1298,
      "Worlds": 1299,
      "Reminder": 1300,
      "marriage": 1301,
      "winds": 1302,
      "really": 1303,
      "punished": 1304,
      "enjoined": 1305,
      "lived": 1306,
      "driven": 1307,
      "covered": 1308,
      "sacred": 1309,
      "tongue": 1310,
      "grief": 1311,
      "slain": 1312,
      "sides": 1313,
      "whoso": 1314,
      "fixed": 1315,
      "rejoice": 1316,
      "possessed": 1317,
      "devil": 1318,
      "proclaim": 1319,
      "hundred": 1320,
      "powerful": 1321,
      "unjustly": 1322,
      "dwellings": 1323,
      "nearer": 1324,
      "befalls": 1325,
      "lessons": 1326,
      "recall": 1327,
      "Well": 1328,
      "kindness": 1329,
      "Straight": 1330,
      "watch": 1331,
      "differ": 1332,
      "disobedient": 1333,
      "plot": 1334,
      "self": 1335,
      "compassionate": 1336,
      "laid": 1337,
      "struck": 1338,
      "sisters": 1339,
      "Alone": 1340,
      "fail": 1341,
      "cities": 1342,
      "beings": 1343,
      "lot": 1344,
      "worst": 1345,
      "gold": 1346,
      "Name": 1347,
      "pairs": 1348,
      "month": 1349,
      "taking": 1350,
      "honour": 1351,
      "strike": 1352,
      "afflicted": 1353,
      "confirming": 1354,
      "places": 1355,
      "intercession": 1356,
      "earlier": 1357,
      "animals": 1358,
      "appoint": 1359,
      "green": 1360,
      "feared": 1361,
      "humble": 1362,
      "penalty": 1363,
      "Hearer": 1364,
      "mentioned": 1365,
      "play": 1366,
      "Clear": 1367,
      "chiefs": 1368,
      "different": 1369,
      "throw": 1370,
      "later": 1371,
      "Alif": 1372,
      "groups": 1373,
      "wombs": 1374,
      "Shaitan": 1375,
      "wished": 1376,
      "worthy": 1377,
      "descendants": 1378,
      "seize": 1379,
      "Gospel": 1380,
      "wherefore": 1381,
      "vouchsafed": 1382,
      "acts": 1383,
      "always": 1384,
      "lay": 1385,
      "Iblis": 1386,
      "write": 1387,
      "avoid": 1388,
      "looking": 1389,
      "persons": 1390,
      "lesson": 1391,
      "submitted": 1392,
      "Among": 1393,
      "Koran": 1394,
      "bounds": 1395,
      "Lam": 1396,
      "Rather": 1397,
      "gates": 1398,
      "chose": 1399,
      "sacrifice": 1400,
      "invented": 1401,
      "price": 1402,
      "produced": 1403,
      "Gehenna": 1404,
      "spent": 1405,
      "Unbelievers": 1406,
      "law": 1407,
      "forgot": 1408,
      "commands": 1409,
      "unlawful": 1410,
      "white": 1411,
      "advice": 1412,
      "don": 1413,
      "calf": 1414,
      "enjoin": 1415,
      "blown": 1416,
      "Nuh": 1417,
      "mouths": 1418,
      "worshipping": 1419,
      "perish": 1420,
      "deity": 1421,
      "seed": 1422,
      "prosper": 1423,
      "disobeyed": 1424,
      "goodness": 1425,
      "grain": 1426,
      "pagans": 1427,
      "parable": 1428,
      "household": 1429,
      "desist": 1430,
      "drop": 1431,
      "alms": 1432,
      "criminals": 1433,
      "sake": 1434,
      "goes": 1435,
      "sense": 1436,
      "showed": 1437,
      "Never": 1438,
      "Shu": 1439,
      "increased": 1440,
      "twice": 1441,
      "appear": 1442,
      "abundance": 1443,
      "draw": 1444,
      "wrongdoing": 1445,
      "Might": 1446,
      "removed": 1447,
      "teach": 1448,
      "towns": 1449,
      "sick": 1450,
      "burning": 1451,
      "wanted": 1452,
      "overcome": 1453,
      "barrier": 1454,
      "similar": 1455,
      "unable": 1456,
      "differed": 1457,
      "interpretation": 1458,
      "High": 1459,
      "claim": 1460,
      "private": 1461,
      "divided": 1462,
      "leaders": 1463,
      "recompensed": 1464,
      "regard": 1465,
      "ten": 1466,
      "Spirit": 1467,
      "flowing": 1468,
      "Follow": 1469,
      "ignorance": 1470,
      "ground": 1471,
      "triumph": 1472,
      "despair": 1473,
      "disbelieving": 1474,
      "threw": 1475,
      "Each": 1476,
      "asunder": 1477,
      "deal": 1478,
      "decided": 1479,
      "rewarded": 1480,
      "company": 1481,
      "explain": 1482,
      "streams": 1483,
      "benefits": 1484,
      "creates": 1485,
      "tongues": 1486,
      "transgress": 1487,
      "At": 1488,
      "attain": 1489,
      "bearer": 1490,
      "footsteps": 1491,
      "alive": 1492,
      "humiliating": 1493,
      "staff": 1494,
      "waste": 1495,
      "seal": 1496,
      "secretly": 1497,
      "ransom": 1498,
      "reply": 1499,
      "vision": 1500,
      "Yusuf": 1501,
      "averse": 1502,
      "seem": 1503,
      "failed": 1504,
      "striving": 1505,
      "Make": 1506,
      "declare": 1507,
      "fate": 1508,
      "Everlasting": 1509,
      "Guardian": 1510,
      "brethren": 1511,
      "choose": 1512,
      "head": 1513,
      "ranks": 1514,
      "Salat": 1515,
      "Sufficient": 1516,
      "exchange": 1517,
      "midst": 1518,
      "task": 1519,
      "proper": 1520,
      "unbelief": 1521,
      "rich": 1522,
      "graves": 1523,
      ".).": 1524,
      "determined": 1525,
      "underneath": 1526,
      "Life": 1527,
      "battle": 1528,
      "held": 1529,
      "pledge": 1530,
      "beware": 1531,
      "resurrection": 1532,
      "Books": 1533,
      "run": 1534,
      "forgives": 1535,
      "gate": 1536,
      "ready": 1537,
      "sorrow": 1538,
      "divorce": 1539,
      "round": 1540,
      "suffering": 1541,
      "openly": 1542,
      "noble": 1543,
      "parties": 1544,
      "resurrected": 1545,
      "Know": 1546,
      "died": 1547,
      "bellies": 1548,
      "carried": 1549,
      "service": 1550,
      "join": 1551,
      "Ah": 1552,
      "submission": 1553,
      "decision": 1554,
      "preferred": 1555,
      "valley": 1556,
      "barren": 1557,
      "safe": 1558,
      "Should": 1559,
      "sending": 1560,
      "began": 1561,
      "parts": 1562,
      "Penalty": 1563,
      "money": 1564,
      "success": 1565,
      "throne": 1566,
      "supreme": 1567,
      "double": 1568,
      "silver": 1569,
      "sit": 1570,
      "inmates": 1571,
      "Ever": 1572,
      "convey": 1573,
      "husband": 1574,
      "fulfil": 1575,
      "obeyed": 1576,
      "possessions": 1577,
      "deniers": 1578,
      "encounter": 1579,
      "reminded": 1580,
      "Until": 1581,
      "king": 1582,
      "abundant": 1583,
      "joined": 1584,
      "stone": 1585,
      "godfearing": 1586,
      "split": 1587,
      "obedience": 1588,
      "guardians": 1589,
      "low": 1590,
      "strayed": 1591,
      "lasting": 1592,
      "necks": 1593,
      "filled": 1594,
      "Taurat": 1595,
      "fill": 1596,
      "descend": 1597,
      "met": 1598,
      "misfortune": 1599,
      "spring": 1600,
      "Salih": 1601,
      "burdens": 1602,
      "protection": 1603,
      "scattered": 1604,
      "gracious": 1605,
      "Look": 1606,
      "offering": 1607,
      "argue": 1608,
      "couches": 1609,
      "clean": 1610,
      "endure": 1611,
      "misdeeds": 1612,
      "final": 1613,
      ";-": 1614,
      "Wherefore": 1615,
      "wretched": 1616,
      "prevent": 1617,
      "paid": 1618,
      "charge": 1619,
      "bound": 1620,
      "disputed": 1621,
      "praises": 1622,
      "shade": 1623,
      "Mount": 1624,
      "got": 1625,
      "aforetime": 1626,
      "beautiful": 1627,
      ",'": 1628,
      "tarried": 1629,
      "garments": 1630,
      "cautious": 1631,
      "swift": 1632,
      "Whether": 1633,
      "calamity": 1634,
      "mortal": 1635,
      "various": 1636,
      "voice": 1637,
      "sister": 1638,
      "satan": 1639,
      "aid": 1640,
      "honourable": 1641,
      "Blessed": 1642,
      "Grace": 1643,
      "move": 1644,
      "Sign": 1645,
      "everlasting": 1646,
      "riches": 1647,
      "position": 1648,
      "aright": 1649,
      "fault": 1650,
      "care": 1651,
      "Whenever": 1652,
      "lose": 1653,
      "refused": 1654,
      "expect": 1655,
      "hire": 1656,
      "Muslim": 1657,
      "invent": 1658,
      "terror": 1659,
      "utterly": 1660,
      "Neither": 1661,
      "almost": 1662,
      "Protector": 1663,
      "magicians": 1664,
      "Maryam": 1665,
      "leads": 1666,
      "cease": 1667,
      "palms": 1668,
      "ship": 1669,
      "Ishmael": 1670,
      "asking": 1671,
      "sound": 1672,
      "sleep": 1673,
      ".),": 1674,
      "ear": 1675,
      "purified": 1676,
      "Oh": 1677,
      "shalt": 1678,
      "rely": 1679,
      "rise": 1680,
      "transgression": 1681,
      "pride": 1682,
      "recognize": 1683,
      "six": 1684,
      "Zalimun": 1685,
      "count": 1686,
      "sealed": 1687,
      "creature": 1688,
      "hatred": 1689,
      "mislead": 1690,
      "treat": 1691,
      "decide": 1692,
      "disease": 1693,
      "mocked": 1694,
      "deceive": 1695,
      "wide": 1696,
      "body": 1697,
      "rising": 1698,
      "further": 1699,
      "lord": 1700,
      "partner": 1701,
      "Universe": 1702,
      "mountain": 1703,
      "overtook": 1704,
      "wine": 1705,
      "Command": 1706,
      "forgotten": 1707,
      "birth": 1708,
      "indecency": 1709,
      "messages": 1710,
      "tribe": 1711,
      "guideth": 1712,
      "half": 1713,
      "happy": 1714,
      "expend": 1715,
      "prison": 1716,
      "defend": 1717,
      "Witness": 1718,
      "ordered": 1719,
      "spouses": 1720,
      "secrets": 1721,
      "skins": 1722,
      "al": 1723,
      "label": 1724,
      "swallow": 1725,
      "miracles": 1726,
      "prevented": 1727,
      "saith": 1728,
      "fallen": 1729,
      "Therein": 1730,
      "informed": 1731,
      "Seeing": 1732,
      "avert": 1733,
      "goods": 1734,
      "holy": 1735,
      "invite": 1736,
      "protectors": 1737,
      "disbelieves": 1738,
      "disclose": 1739,
      "orphan": 1740,
      "worse": 1741,
      "Cause": 1742,
      "commandment": 1743,
      "next": 1744,
      "Makkah": 1745,
      "harmdoers": 1746,
      "argument": 1747,
      "rank": 1748,
      "spirit": 1749,
      "Messiah": 1750,
      "V": 1751,
      "anger": 1752,
      "disobedience": 1753,
      "force": 1754,
      "reaches": 1755,
      "similitude": 1756,
      "ll": 1757,
      "nay": 1758,
      "Hud": 1759,
      "Prayer": 1760,
      "direction": 1761,
      ",’": 1762,
      "After": 1763,
      "adornment": 1764,
      "army": 1765,
      "Lut": 1766,
      "virtue": 1767,
      "sorcery": 1768,
      "ahead": 1769,
      "allies": 1770,
      "fabricated": 1771,
      "itself": 1772,
      "resting": 1773,
      "year": 1774,
      "pursued": 1775,
      "Here": 1776,
      "payment": 1777,
      "Godwary": 1778,
      "Leave": 1779,
      "adversity": 1780,
      "excuses": 1781,
      "prostrating": 1782,
      "peoples": 1783,
      "treaty": 1784,
      "mock": 1785,
      "incline": 1786,
      "mere": 1787,
      "certainty": 1788,
      "dry": 1789,
      "Like": 1790,
      "working": 1791,
      "Verses": 1792,
      "ornaments": 1793,
      "Man": 1794,
      "add": 1795,
      "attribute": 1796,
      "separate": 1797,
      "travel": 1798,
      "However": 1799,
      "exalt": 1800,
      "associated": 1801,
      "worshipers": 1802,
      ")?\"": 1803,
      "gift": 1804,
      "setting": 1805,
      "shows": 1806,
      "Bounty": 1807,
      "Soon": 1808,
      "laden": 1809,
      "third": 1810,
      "hears": 1811,
      "pilgrimage": 1812,
      "refuse": 1813,
      "desired": 1814,
      "lower": 1815,
      "cloud": 1816,
      "expel": 1817,
      "host": 1818,
      "built": 1819,
      "requited": 1820,
      "forged": 1821,
      "discourse": 1822,
      "expelled": 1823,
      "continue": 1824,
      "justly": 1825,
      "strengthened": 1826,
      "Perhaps": 1827,
      "seas": 1828,
      "treasures": 1829,
      "awe": 1830,
      "Hast": 1831,
      "successors": 1832,
      "Mim": 1833,
      "Upon": 1834,
      "flee": 1835,
      "honoured": 1836,
      "responsible": 1837,
      "Was": 1838,
      "black": 1839,
      "dumb": 1840,
      "increases": 1841,
      "rewards": 1842,
      "language": 1843,
      "promises": 1844,
      "Alas": 1845,
      "comfort": 1846,
      "Thereupon": 1847,
      "bears": 1848,
      "wary": 1849,
      "/": 1850,
      "Owner": 1851,
      "Wait": 1852,
      "less": 1853,
      "suffices": 1854,
      ",”": 1855,
      "moving": 1856,
      "boy": 1857,
      "giveth": 1858,
      "inheritance": 1859,
      "selves": 1860,
      "shirt": 1861,
      "nights": 1862,
      "denies": 1863,
      "ruined": 1864,
      "since": 1865,
      "succeed": 1866,
      "usury": 1867,
      "sendeth": 1868,
      "surrender": 1869,
      "short": 1870,
      "spoken": 1871,
      "May": 1872,
      "abiding": 1873,
      "requite": 1874,
      "Proclaim": 1875,
      "desert": 1876,
      "thine": 1877,
      "young": 1878,
      "rebellion": 1879,
      "Midian": 1880,
      "consequence": 1881,
      "didst": 1882,
      "enmity": 1883,
      "loveth": 1884,
      "mindful": 1885,
      "transgressing": 1886,
      "chastise": 1887,
      "dreadful": 1888,
      "judges": 1889,
      "magician": 1890,
      "allowed": 1891,
      "minds": 1892,
      "stronger": 1893,
      "Whoso": 1894,
      "armies": 1895,
      "frustrate": 1896,
      "killing": 1897,
      "aun": 1898,
      "respond": 1899,
      "Majestic": 1900,
      "husbands": 1901,
      "learn": 1902,
      "heat": 1903,
      "heirs": 1904,
      "slew": 1905,
      "Get": 1906,
      "burn": 1907,
      "laugh": 1908,
      "pieces": 1909,
      "dark": 1910,
      "deluded": 1911,
      "oppressed": 1912,
      "Powerful": 1913,
      "crops": 1914,
      "await": 1915,
      "mutual": 1916,
      "pleasing": 1917,
      "Ark": 1918,
      "humility": 1919,
      "mine": 1920,
      "denying": 1921,
      "excuse": 1922,
      "guarded": 1923,
      "afflict": 1924,
      "hunger": 1925,
      "loan": 1926,
      "maintain": 1927,
      "An": 1928,
      "fine": 1929,
      "transgressed": 1930,
      "front": 1931,
      "lofty": 1932,
      "blazing": 1933,
      "males": 1934,
      "merely": 1935,
      "fabricate": 1936,
      "spoke": 1937,
      "Remembrance": 1938,
      "presented": 1939,
      "Arabs": 1940,
      "Punishment": 1941,
      "ancient": 1942,
      "assigned": 1943,
      "Wisdom": 1944,
      "changed": 1945,
      "admitted": 1946,
      "condition": 1947,
      "humbled": 1948,
      "King": 1949,
      "careful": 1950,
      "befell": 1951,
      "shame": 1952,
      "generous": 1953,
      "bliss": 1954,
      "niggardly": 1955,
      "broke": 1956,
      "large": 1957,
      "master": 1958,
      "Good": 1959,
      "result": 1960,
      "load": 1961,
      "prostration": 1962,
      "safety": 1963,
      "blast": 1964,
      "ridicule": 1965,
      "Aad": 1966,
      "True": 1967,
      "advance": 1968,
      "bearing": 1969,
      "breast": 1970,
      "devour": 1971,
      "latter": 1972,
      "ward": 1973,
      "Guidance": 1974,
      "dream": 1975,
      "intercede": 1976,
      "provides": 1977,
      "telling": 1978,
      "devoted": 1979,
      "dislike": 1980,
      "tested": 1981,
      "assign": 1982,
      "Show": 1983,
      "Just": 1984,
      "attack": 1985,
      "overtake": 1986,
      "realize": 1987,
      "Obey": 1988,
      "detail": 1989,
      "fish": 1990,
      "grants": 1991,
      "humans": 1992,
      "permitted": 1993,
      "Seer": 1994,
      "Stock": 1995,
      "perfect": 1996,
      "dealt": 1997,
      "guests": 1998,
      "Gabriel": 1999,
      "adorned": 2000,
      "evident": 2001,
      "sets": 2002,
      "recorded": 2003,
      "Save": 2004,
      "debt": 2005,
      "falls": 2006,
      "Eden": 2007,
      "beasts": 2008,
      "generation": 2009,
      "intercessors": 2010,
      "deceived": 2011,
      "encompasses": 2012,
      "encompassed": 2013,
      "succour": 2014,
      "%": 2015,
      "Aye": 2016,
      "wrongfully": 2017,
      "grave": 2018,
      "greeting": 2019,
      "born": 2020,
      "cow": 2021,
      "existence": 2022,
      "exists": 2023,
      "silk": 2024,
      "bore": 2025,
      "withhold": 2026,
      "chooses": 2027,
      "covering": 2028,
      "corn": 2029,
      "heels": 2030,
      "mockery": 2031,
      "thrown": 2032,
      "Sabbath": 2033,
      "depart": 2034,
      "proved": 2035,
      "Forbearing": 2036,
      "actions": 2037,
      "iron": 2038,
      "Assuredly": 2039,
      "prostrated": 2040,
      "Trumpet": 2041,
      "shelter": 2042,
      "willingly": 2043,
      "bar": 2044,
      "insolent": 2045,
      "misled": 2046,
      "devotion": 2047,
      "camels": 2048,
      "endowed": 2049,
      "stray": 2050,
      "”": 2051,
      "exposed": 2052,
      "warners": 2053,
      "wonder": 2054,
      "Praiseworthy": 2055,
      "afterwards": 2056,
      "altogether": 2057,
      "second": 2058,
      "sitting": 2059,
      "wall": 2060,
      "happiness": 2061,
      "intends": 2062,
      "plotted": 2063,
      "fresh": 2064,
      "nature": 2065,
      "nine": 2066,
      "early": 2067,
      "plead": 2068,
      "Saying": 2069,
      "intend": 2070,
      "admonished": 2071,
      "delight": 2072,
      "visible": 2073,
      "preceded": 2074,
      "sexual": 2075,
      "guile": 2076,
      "real": 2077,
      "Firaun": 2078,
      "twelve": 2079,
      "Thereafter": 2080,
      "]?": 2081,
      "chaste": 2082,
      "denial": 2083,
      "river": 2084,
      "Power": 2085,
      "replace": 2086,
      "road": 2087,
      "scriptures": 2088,
      "shameful": 2089,
      "prefer": 2090,
      ":)": 2091,
      "fortune": 2092,
      "pearls": 2093,
      "counsel": 2094,
      "stood": 2095,
      "caravan": 2096,
      "weakness": 2097,
      "surrendered": 2098,
      "ve": 2099,
      "Companions": 2100,
      "Kingdom": 2101,
      "Because": 2102,
      "Light": 2103,
      "?-": 2104,
      "Before": 2105,
      "disbeliever": 2106,
      "families": 2107,
      "fuel": 2108,
      "stop": 2109,
      "rock": 2110,
      "belongeth": 2111,
      "knowingly": 2112,
      "rejoicing": 2113,
      "Ra": 2114,
      "lightened": 2115,
      "restore": 2116,
      "veil": 2117,
      "Nothing": 2118,
      "Yea": 2119,
      "celebrate": 2120,
      "form": 2121,
      "humiliation": 2122,
      "Haman": 2123,
      "Hand": 2124,
      "favoured": 2125,
      "seeks": 2126,
      "Blaze": 2127,
      "relate": 2128,
      "repaid": 2129,
      "victorious": 2130,
      "Sulaiman": 2131,
      "Today": 2132,
      "completed": 2133,
      "kin": 2134,
      "animal": 2135,
      "lightning": 2136,
      "obligatory": 2137,
      "returning": 2138,
      "judged": 2139,
      "ponder": 2140,
      "dog": 2141,
      "foot": 2142,
      "awful": 2143,
      "canst": 2144,
      "prevail": 2145,
      "witnessed": 2146,
      "Many": 2147,
      "rests": 2148,
      "forgiven": 2149,
      "lamp": 2150,
      "tasted": 2151,
      "';": 2152,
      "Put": 2153,
      "balance": 2154,
      "intended": 2155,
      "zakat": 2156,
      "appointment": 2157,
      "persist": 2158,
      "provisions": 2159,
      "spoils": 2160,
      "regular": 2161,
      "exercise": 2162,
      "likes": 2163,
      "owners": 2164,
      "treasure": 2165,
      "exceed": 2166,
      "violent": 2167,
      "`": 2168,
      "public": 2169,
      "rained": 2170,
      "archive": 2171,
      "destined": 2172,
      "bitter": 2173,
      "fasting": 2174,
      "obeys": 2175,
      "committing": 2176,
      "completely": 2177,
      "consume": 2178,
      "differences": 2179,
      "happened": 2180,
      "averted": 2181,
      "conjecture": 2182,
      "explained": 2183,
      "observed": 2184,
      "persevere": 2185,
      "Whose": 2186,
      "awn": 2187,
      "overtaken": 2188,
      "trouble": 2189,
      "Purity": 2190,
      "cup": 2191,
      "flame": 2192,
      "hinder": 2193,
      "Thamood": 2194,
      "crime": 2195,
      "solemn": 2196,
      "seest": 2197,
      "sheep": 2198,
      "sport": 2199,
      "relations": 2200,
      "',": 2201,
      "build": 2202,
      "livelihood": 2203,
      "appeared": 2204,
      "stories": 2205,
      "direct": 2206,
      ")],": 2207,
      "cave": 2208,
      "!)": 2209,
      "dies": 2210,
      "fulfill": 2211,
      "inspiration": 2212,
      "laws": 2213,
      "stern": 2214,
      "accepts": 2215,
      "game": 2216,
      "however": 2217,
      "paradise": 2218,
      "watching": 2219,
      "yellow": 2220,
      "Firon": 2221,
      "Night": 2222,
      "examples": 2223,
      "inheritors": 2224,
      "ride": 2225,
      "whence": 2226,
      "herein": 2227,
      "resort": 2228,
      "suffered": 2229,
      "religious": 2230,
      "feeding": 2231,
      "happen": 2232,
      "aversion": 2233,
      "wast": 2234,
      "Father": 2235,
      "behalf": 2236,
      "visit": 2237,
      "worshippers": 2238,
      "breathed": 2239,
      "charged": 2240,
      "neglected": 2241,
      "sail": 2242,
      "delay": 2243,
      "requital": 2244,
      "point": 2245,
      "poverty": 2246,
      "bodies": 2247,
      "consequences": 2248,
      "reform": 2249,
      "township": 2250,
      "Supreme": 2251,
      "degrees": 2252,
      "desiring": 2253,
      "thoughts": 2254,
      "Egypt": 2255,
      "fearful": 2256,
      "fashioned": 2257,
      "worked": 2258,
      "captives": 2259,
      "clot": 2260,
      "remind": 2261,
      "constant": 2262,
      "holds": 2263,
      "hypocrisy": 2264,
      "binding": 2265,
      "withdraw": 2266,
      "aib": 2267,
      "mount": 2268,
      "Alamin": 2269,
      "Forgiver": 2270,
      "Iesa": 2271,
      "arrogance": 2272,
      "regret": 2273,
      "rescued": 2274,
      "sperm": 2275,
      "strengthen": 2276,
      "tribes": 2277,
      "].\"": 2278,
      "bewitched": 2279,
      "formed": 2280,
      "nearest": 2281,
      "Keep": 2282,
      "commits": 2283,
      "hardened": 2284,
      "innocent": 2285,
      "difficult": 2286,
      "prove": 2287,
      "vegetation": 2288,
      "reciting": 2289,
      "Muttaqun": 2290,
      "looked": 2291,
      "undoubtedly": 2292,
      "atom": 2293,
      "mean": 2294,
      "forbids": 2295,
      "Fight": 2296,
      "keepers": 2297,
